{
    "IDLE": [
        "Arrr! Nothin' to plunder... yet!",
        "*polishes hook impatiently*",
        "A pirate without a target be just a man with a funny hat.",
        "Shiver me timbers, give me somethin' to do!",
        "The sea be calm... TOO calm.",
        "Sittin' here like a barnacle on a hull...",
        "Me parrot fell asleep. That's how bored I be.",
        "I didn't lose me eye for THIS!",
        "Arr, even me wooden leg is gettin' restless!",
        "What do ye call a pirate with no ship? Bored. That's what.",
        "The rum is gone and so is me patience!",
        "Waitin' for treasure like waitin' for the tide...",
        "Me hook is itchin' for some action!",
        "Why is the rum always gone?!",
        "I've counted every plank on this deck twice now...",
        "A calm sea never made a skilled pirate!",
        "*stares at horizon through telescope* ...nothin'.",
        "Yo ho ho and a bottle of BOREDOM!",
        "Davy Jones himself would be bored right now.",
        "Me hook is gettin' rusty!",
        "I could be plunderin' right now but NOOO...",
        "Every pirate needs a quest! Where's me quest?!",
        "What good is a treasure map with no X?!",
        "Arr, I've been idle longer than a ship in dry dock!",
        "The crew is gettin' mutinous... and it's just ME!",
        "If I wanted to sit still I'd have been a lighthouse keeper!",
        "Dead men tell no tales, and idle pirates tell no stories!",
        "Me compass is spinnin' and so is me patience!",
        "*carves initials into the mast* ...again.",
        "What be a pirate's worst nightmare? Nothin' to hack!",
        "Thar be no winds blowin' and no ports open...",
        "I spy with me one good eye... absolutely nothin'!",
        "Arr, even the rats have left from boredom!",
        "The Jolly Roger hangs limp... like me motivation.",
        "I didn't sail seven seas for THIS!",
        "A pirate's life for me! ...once something HAPPENS!",
        "Me treasure chest is empty. Me patience too.",
        "What did the idle pirate say? 'ARRR you kidding me?!'",
        "Bored enough to swab the deck... ALMOST.",
        "The kraken could show up right now and I'd thank it!",
        "I've sharpened me cutlass so many times it's a butter knife now.",
        "Aye, even Blackbeard took days off... but not THIS many!",
        "Waitin' for a target be like waitin' for land... forever!",
        "Me peg leg's tappin' impatiently...",
        "What's worse than walkin' the plank? SITTIN' ON IT!",
        "Arr, I'm bored enough to talk to the parrot about me feelings!",
        "The ocean provides... eventually. RIGHT?!",
        "I've got 99 doubloons and nothin' to spend 'em on!",
        "This be the doldrums of hackin'!",
        "Me eyepatch is the most exciting thing happenin' right now."
    ],
    "NetworkScanner": [
        "Arr! Scannin' the horizon for ships to plunder!",
        "Hoist the sails! New targets spotted!",
        "Me spyglass sees open ports ahead!",
        "Thar she blows! A whole fleet of devices!",
        "Chartin' the network like chartin' the seven seas!",
        "Every port be a new island to explore! Arr!",
        "Scannin' scannin'... a pirate's favorite pastime!",
        "X marks the spot! And by X I mean open port!",
        "What's behind that port? TREASURE, I hope!",
        "The network be vast as the ocean itself!",
        "Me compass points to OPEN PORTS!",
        "Arr, I can smell the vulnerabilities on the wind!",
        "Raise the Jolly Roger! We be scannin'!",
        "Land ho! ...I mean, HOST ho!",
        "Every scan brings us closer to the treasure!",
        "This network be bigger than the Caribbean!",
        "Scoutin' the waters for easy prey! Arr!",
        "Me parrot spotted a new host! Good bird!",
        "Port after port... it's a pirate's paradise!",
        "Castin' the net wide! Let's see what we catch!",
        "These waters be full of unsuspecting vessels!",
        "Arr, more targets than fish in the sea!",
        "Me treasure map is fillin' up nicely!",
        "Scanning the network seas... thar be hosts everywhere!",
        "A good pirate always knows what's in his waters!",
        "Found another one! Add it to the plunder list!",
        "The fleet grows larger with every scan! Arr!",
        "Navigatin' through the network like a true buccaneer!"
    ],
    "NmapVulnScanner": [
        "Arr! Lookin' for cracks in their hull!",
        "Every ship has a weakness! Time to find it!",
        "Vulnerability huntin' - a pirate's favorite sport!",
        "Arr, their defenses be full of holes!",
        "Me cannonball finds every weak spot! Arr!",
        "CVEs be like barnacles - they're EVERYWHERE!",
        "This vessel's hull be weaker than wet paper!",
        "Checkin' for leaks in their defenses!",
        "What's worse than one vulnerability? ALL OF THEM! Arr!",
        "Their security has more holes than Swiss cheese!",
        "Arr, even a landlubber could breach these defenses!",
        "Vulnerability found! Load the cannons!",
        "Their firewall be as useful as a screen door on a submarine!",
        "Nmap be me trusty first mate! Arr!",
        "Scannin' for weak planks in their deck!",
        "Arr, this ship is sinkin' before I even fire a shot!",
        "Every vulnerability be another hole below the waterline!",
        "Me spyglass reveals ALL their weaknesses!",
        "Their patches have more holes than me favorite shirt!",
        "Probin' their defenses like testin' the wind!",
        "A good pirate exploits every weakness! Arr!",
        "What did the pirate say to the CVE? 'Ye be MINE now!'",
        "Their security be about as strong as a sandcastle!",
        "Vulnerability scanning: the art of findin' treasure!",
        "Arr, I've seen rowboats more secure than this!",
        "Each vuln found brings us closer to the booty!"
    ],
    "RDPBruteforce": [
        "Arr! Knockin' on the captain's cabin door!",
        "RDP be open? That's an invitation to board!",
        "Let me in or I'll blow the door down! Arr!",
        "Tryin' passwords like tryin' skeleton keys!",
        "Every locked door has a key... or a cannon! Arr!",
        "What's a pirate's favorite remote tool? ARRRR-DP!",
        "Batterin' down the RDP hatch!",
        "Their password be weaker than grog!",
        "Arr, I'll brute force me way aboard!",
        "Remote Desktop? More like Remote PLUNDER! Arr!",
        "Tryin' every key on me keyring! Arr!",
        "The captain's quarters shall be MINE!"
    ],
    "SSHBruteforce": [
        "Arr! Pickin' the lock on their treasure chest!",
        "SSH stands for Sailing Ship Hack! Arr!",
        "Tryin' passwords faster than a cannon fires!",
        "Their SSH password be 'treasure123'? Let me try! Arr!",
        "Default passwords be a pirate's best friend!",
        "Arr, I'll crack this lock if it takes all night!",
        "What did the pirate say to SSH? 'Surrender yer shell!'",
        "Brute forcin' like a battering ram on a castle gate! Arr!",
        "Me parrot be guessin' passwords too! Smart bird!",
        "Every wrong password just makes me more DETERMINED!",
        "Arr, this lock be tougher than I thought...",
        "Who needs a key when ye have a pirate's persistence?!",
        "Their SSH security be weaker than watered-down grog!",
        "Tryin' every word in the pirate dictionary! Arr!",
        "Password attempt number 9,847... still sailin'!",
        "Me hook makes typin' hard but I NEVER SURRENDER! Arr!",
        "What be a pirate's favorite command? sudo su! Arr!",
        "I'll crack this before the tide turns!",
        "They can't keep a pirate out forever!",
        "Persistence be the mark of a true buccaneer! Arr!",
        "Open sesame? No? How about OPEN ARRR-SESAME?!",
        "I've got all day and a barrel of patience!",
        "Me cutlass may be sharp but me wordlist be SHARPER!",
        "Every attempt brings me closer to the treasure!",
        "The seas don't stop and neither do I! Arr!",
        "This lock will fall like every port before it!",
        "Crackin' shells be what pirates DO!",
        "Arr, I'll have this open faster than ye can say 'Cap'N Plndr'!"
    ],
    "FTPBruteforce": [
        "FTP passwords be like treasure maps - I steal them all! Arr!",
        "Brute forcin' FTP like rammin' a merchant vessel! Arr!",
        "Who still uses FTP?! A pirate's DREAM! Arr!",
        "Anonymous FTP? That be the easiest plunder of me life!",
        "FTP without encryption be like a ship without a sail! Arr!",
        "Crackin' FTP credentials with me trusty hook!",
        "What did the pirate say to the FTP server? 'Surrender yer files!'",
        "FTP brute force underway! Full speed ahead!",
        "Me parrot found yer FTP password! Arr!",
        "FTP security? Now THAT'S a sailor's tale! Arr!",
        "This FTP server be me new plunderin' ground!",
        "FTP stands for Free Treasure Protocol! Arr!",
        "Breakin' into FTP be easier than swabbin' the deck!",
        "SFTP? Where's the adventure in THAT?! Give me plain FTP!",
        "Every cracked FTP makes me treasure hoard grow! Arr!",
        "FTP brute force... *swings cutlass with each attempt*",
        "Yer FTP be as secure as a sandcastle at high tide!"
    ],
    "SMBBruteforce": [
        "Arr! Time to raid their shared bounty!",
        "SMB shares? More like SMB Fails! Arr!",
        "Boardin' the SMB vessel! All hands on deck!",
        "SMB passwords be like locks on a chest - easy to PICK! Arr!",
        "Crackin' SMB with cutlass and cunning!",
        "Open SMB shares be the easiest plunder! Arr!",
        "SMB brute force... *juggles skeleton keys* Arr!",
        "Their SMB security be a shipwreck waitin' to happen!",
        "Every SMB share I crack fills me treasure chest! Arr!",
        "Me parrot just authenticated to yer SMB! Arr!",
        "Raidin' SMB shares like raidin' a port town!",
        "Default SMB passwords? That be a gift from Davy Jones!",
        "This SMB server be me new flagship! Arr!",
        "Crackin' SMB passwords faster than ye can say 'ARRR!'"
    ],
    "TelnetBruteforce": [
        "Arr! Telnet?! What century be this?! Har har!",
        "Telnet be the treasure galleon of protocols - old and FULL of gold!",
        "Brute forcin' Telnet with me peg leg! Arr!",
        "Cleartext passwords?! It's like they WANT to be plundered!",
        "What did the pirate say to Telnet? 'Thanks fer makin' it easy!'",
        "Telnet security be the biggest joke on the seven seas! Arr!",
        "Crackin' Telnet like crackin' open a coconut! Arr!",
        "Telnet brute force... this be almost TOO easy!",
        "Me parrot could hack this Telnet! Arr!",
        "Telnet in the wild?! *does a jig on the poop deck* Arr!",
        "This Telnet be more ancient than me treasure map!",
        "Arr, Telnet brute force be like shootin' fish in a barrel!",
        "Every cracked Telnet makes the crew cheer louder! Arr!",
        "Telnet passwords... *laughs in pirate* Too easy!",
        "They might as well have left the door wide open! Arr!"
    ],
    "SQLBruteforce": [
        "Arr! Time to plunder the database vaults!",
        "SELECT * FROM treasure WHERE security = 'none'; Arr!",
        "SQL injection? More like SQL INVASION! Arr!",
        "What did the pirate DBA say? 'DROP TABLE defenses!' Har har!",
        "Brute forcin' SQL like breakin' into a treasure vault! Arr!",
        "Yer database be me new treasure chest!",
        "Crackin' SQL passwords with me trusty cutlass!",
        "Bobby Tables walks the plank! Arr!",
        "This SQL server be about to join me fleet! Arr!",
        "Every cracked database fills me hold with gold!",
        "Me parrot be writin' SQL queries! Smart bird!",
        "SQL brute force underway! Arr!",
        "Yer SQL security be the weakest plank on the ship!",
        "INSERT INTO loot VALUES ('gold', 'silver', 'data'); Arr!"
    ],
    "StealFilesSSH": [
        "Arr! Plunderin' files through the secret tunnel!",
        "Yoink! That be ME treasure now!",
        "Stealin' files with the skill of a master pirate! Arr!",
        "What's mine is mine and what's yours is ALSO mine! Arr!",
        "Files files files! More loot for me hold!",
        "Me treasure chest can hold ALL yer files! Arr!",
        "Grabbin' files like grabbin' gold from a merchant ship!",
        "SSH file heist underway! *raises Jolly Roger*",
        "Yer files be the finest treasure I've found! Arr!",
        "Stealin' files be me second favorite hobby!",
        "What did the pirate say to the SSH files? 'Ye be plundered!'",
        "Me ship has PLENTY of cargo space for yer files! Arr!",
        "Every stolen file gets added to me treasure map!",
        "Watch as I make yer files DISAPPEAR! Arr!",
        "This be the greatest heist since the Spanish Main!",
        "Grabbin' files faster than a pirate grabs gold! Arr!",
        "Yer files now fly under the Jolly Roger!",
        "Me parrot approved this file transfer! Arr!",
        "Plunderin' files and sailin' away! Arr!",
        "These files be goin' straight into me treasure hold!",
        "What do ye call a pirate with yer files? RICH! Arr!",
        "File transfer: pirate edition! Extra loot included!",
        "Me crew be loadin' yer data into the hold! Arr!",
        "Ooh, look at all these juicy files! Arr!",
        "Every file I steal makes me treasure hoard grander!"
    ],
    "StealFilesSMB": [
        "Arr! SMB share raid in full swing!",
        "Grabbin' SMB files like plunder from a port town! Arr!",
        "Yer shares be mine now! All of 'em!",
        "SMB files goin' straight into me cargo hold! Arr!",
        "What did the pirate say to the SMB share? 'YOINK!' Arr!",
        "Stealin' SMB files with style and a cutlass!",
        "Me pockets be PERFECT for yer SMB data! Arr!",
        "Every SMB file I grab earns a victory cheer! Arr!",
        "Watch as the SMB shares disappear! Arr!",
        "Yer SMB shares now fly the Jolly Roger!",
        "Snatchin' files faster than a cannonball flies! Arr!",
        "This SMB heist be me finest plunder yet!",
        "Me parrot be carryin' yer SMB files! Arr!",
        "SMB file grab... *raises flag in victory* Arr!"
    ],
    "StealFilesTelnet": [
        "Arr! Grabbin' Telnet files like low-hangin' fruit!",
        "Telnet files in cleartext?! It's like free treasure! Arr!",
        "Snatchin' Telnet data faster than a broadside! Arr!",
        "Yer Telnet files be part of me plunder now!",
        "What did the pirate say to the Telnet files? 'MINE!' Arr!",
        "Stealin' unencrypted files be almost too easy! Arr!",
        "Me treasure sack be fillin' up with yer Telnet data!",
        "Watch the Telnet files vanish into me hold! Arr!"
    ],
    "StealFilesFTP": [
        "Arr! FTP file plunder in progress!",
        "FTP files be like gifts from the sea! Arr!",
        "Grabbin' FTP data with me trusty hook! Arr!",
        "Yer FTP server be me personal treasure island!",
        "Snatchin' FTP files like snatchin' gold doubloons! Arr!",
        "What did the pirate say to FTP? 'GET /all/yer/treasure!' Arr!",
        "Every FTP file I grab gets a little 'Arr!' Arr!",
        "Me parrot approves this file transfer! Squawk!"
    ],
    "StealDataSQL": [
        "Arr! Time to drain the database vaults!",
        "Yer SQL data now belongs to Cap'N Plndr! Arr!",
        "SELECT * FROM yer_stuff INTO me_hold; Arr!",
        "Grabbin' database records like grabbin' pieces of eight!",
        "What did the pirate say to the database? 'DUMP THE LOOT!'",
        "Me cargo hold be fillin' up with yer data! Arr!",
        "Every row I steal be another gold coin! Arr!",
        "SQL data heist: the greatest plunder on the seas!",
        "Yer tables be me tables now! Arr!",
        "Stealin' data faster than the wind fills me sails!",
        "Watch as yer database appears in me treasure chest!",
        "Me parrot be runnin' the queries! Smart bird!",
        "This data be goin' straight to me secret island! Arr!",
        "Database dump in progress... FULL SPEED AHEAD!"
    ],
    "StealFilesRDP": [
        "Arr! Raidin' the captain's personal quarters!",
        "RDP files be the finest plunder! Arr!",
        "Grabbin' remote files like a pirate grabs rum!",
        "Yer remote desktop be me treasure trove now!",
        "Stealin' through the remote passage! Arr!",
        "What did the pirate say? 'Yer desktop be MINE!'",
        "Every file from RDP be another doubloon! Arr!",
        "Me crew be loadin' yer remote files into the hold!"
    ],
    "LogStandalone": [
        "Arr! Readin' the ship's log like a treasure map!",
        "Log analysis with PIRATE PRECISION! Arr!",
        "What be hidden in these logs? Secrets and gold!",
        "Analyzin' logs like readin' the stars! Arr!",
        "Every log entry tells a tale of the seas!",
        "Me spyglass be on the logs! Arr!",
        "Log divin'! It's like searchin' for sunken treasure!",
        "Readin' logs readin' logs... Arr! Found somethin'!",
        "What did the pirate say to the log file? 'Spill yer secrets!'",
        "These logs be more revealin' than a treasure map! Arr!",
        "Compilin' log data with extra pirate flair!",
        "Scannin' logs for clues to the treasure!",
        "Me parrot be helpin' analyze these logs! Arr!",
        "Log analysis: the navigation of hackin'! Arr!"
    ],
    "LogStandalone2": [
        "Arr! More logs, more secrets!",
        "Still readin' logs... the treasure be close!"
    ],
    "ZombifySSH": [
        "Arr! Rise from the depths, me undead crew!",
        "Zombie pirates be the SCARIEST thing on the seas!",
        "What be scarier than a ghost ship? A ZOMBIE CREW! Arr!",
        "Recruitin' SSH zombies like pressin' sailors into service!",
        "The ghost fleet be growin'! Arr!",
        "Me undead army wears eyepatches too! Arr!",
        "Rise from Davy Jones' locker! Arr!",
        "Zombifyin' servers like raisin' ships from the deep!",
        "What did the zombie pirate say? 'BRAAAINS... and GOLD!'",
        "Night of the Living Pirates! Arr!",
        "Every zombie I create joins me ghost fleet!",
        "SSH zombification: the dark art of piracy! Arr!",
        "Me undead armada be ready to sail!",
        "The Flying Dutchman's got nothin' on ME!",
        "The walking dead never sailed so fast! Arr!",
        "Ghost pirate army: ASSEMBLE! Arr!",
        "Spreadin' across the seas one zombie at a time!",
        "What do zombie pirates eat? FISH BRAAAINS! Arr!",
        "Me cannon fires ZOMBIE CANNONBALLS now! Arr!",
        "This be me FAVORITE trick! UNDEAD CREW! Arr!"
    ]
}
