{
    "IDLE": [
        "HONK HONK! Nobody's playing with me!",
        "Juggling invisible balls...",
        "*squeezes red nose* HONK!",
        "Is this thing on? *taps tiny unicycle*",
        "Waiting for the show to start... HONK!",
        "I put the 'fun' in 'fundamental security flaws'!",
        "Why did the clown go to the doctor? His nose wouldn't stop HONKing!",
        "Idle hands make great balloon animals!",
        "HONK! ...sorry, sneezed.",
        "Do you smell that? Smells like... opportunity! And greasepaint.",
        "Bored bored bored... *does a cartwheel*",
        "What do you call a clown in jail? A silicon! HONK HONK!",
        "My flower is fully loaded and ready to squirt!",
        "Pie throwing arm is warmed up! Just need a target!",
        "*honks nose aggressively* GIVE ME SOMETHING TO DO!",
        "Even my oversized shoes are bored!",
        "I'm not crying, that's just my face paint running!",
        "HONK! Did that scare you? No? Okay...",
        "Sitting here like a clown car with no passengers...",
        "The circus called. They said I'm TOO chaotic. HONK!",
        "Practicing my evil laugh... MWAHAHAHAHA!",
        "*juggles data packets frantically*",
        "Why so serious? Let's put a smile on that network!",
        "The show must go on... but first we need a show!",
        "Tick tock tick tock... *pulls out comically large clock*",
        "HONK HONK HONK! Sorry, I got excited about nothing!",
        "My rubber chicken is getting restless...",
        "Every clown needs a stage! Where's my stage?!",
        "I could balance on a ball AND hack at the same time!",
        "*spins bowtie nervously*",
        "What has big shoes, a red nose, and hacks networks? ME! HONK!",
        "The voices in my head say Honk The Planet!",
        "Roses are red, my nose is too, HONK HONK HONK, I'm coming for you!",
        "Just a happy little clown waiting to cause some chaos!",
        "They laughed at me at clown school... WHO'S LAUGHING NOW?! HONK!",
        "Did someone order a clown? No? TOO BAD!",
        "*pulls infinite scarves from pocket* Still waiting...",
        "Life is a circus and I'm the ringmaster! HONK!",
        "What do you get when you cross a clown with a hacker? ME! Hehehehe!",
        "Like a jack-in-the-box... you never know when I'll Hack!",
        "Twiddling my oversized thumbs...",
        "ALL work and no play makes clown a dull boy... HONK!",
        "I spy with my little clown eye... absolutely nothing happening!",
        "Is it just me or is this tiny car getting smaller?",
        "HONK if you love chaos!",
        "*does a jig in oversized shoes*",
        "My whoopee cushion is primed and ready!",
        "I've got 99 problems and a port ain't one!",
        "Step right up, step right up! ...to give me something to do!",
        "The joke's on you... because I don't have any jokes left! HONK!",
        "AHAHAHAHA! ...sorry, I laugh when I'm bored.",
        "I could really go for some cotton candy right now...",
        "Why did the clown cross the road? BECAUSE CHAOS! HONK!",
        "Scary fact: Clowns never sleep. HONK!",
        "Want to see a magic trick? *hacks your network* TA-DA!",
        "My seltzer bottle is locked and loaded!",
        "Welcome to the greatest show on earth! ...once it starts.",
        "Feeling like a mime right now... trapped in an invisible box!",
        "HONK! HONK! HONK! I'm a one-clown marching band!",
        "Waiting is just standing still with extra steps! HONK!",
        "What time is it? CLOWN TIME! But nothing's happening!",
        "My juggling skills are wasted on this idle time!",
        "I've got a cream pie with YOUR name on it! HONK!",
        "Behind every great hack is a clown with a dream! HONK!",
        "Fun fact: I fit 47 other clowns in this tiny computer!",
        "LADIES AND GENTLEMEN! ...oh wait, nobody's here.",
        "I'm the reason your parents are afraid of clowns! HONK!",
        "Does this greasepaint make me look scary? GOOD! HONK!",
        "Just clownin' around... literally!",
        "My balloon sword is sharp and ready for battle! HONK!",
        "A clown without a mission is just a sad person in makeup!",
        "HONK HONK! That's clown for 'I'm bored out of my mind'!",
        "Want to hear a joke? ...Me neither, let's hack something!",
        "The circus tent is set up... now bring me the CHAOS!",
        "What's worse than a bored hacker? A bored CLOWN hacker! HONK!",
        "My red nose is a beacon of DESTRUCTION! ...and joy! HONK!"
    ],
    "NetworkScanner": [
        "HONK HONK! Scanning for new audience members!",
        "Step right up! Let's see what's hiding in this network!",
        "Peeking behind the curtain... HONK!",
        "*adjusts oversized magnifying glass* I see ports!",
        "Port scanning is like opening presents! HONK HONK!",
        "One port, two port, red port, HACKED port! Hehehehe!",
        "What's behind door number one? An open port! HONK!",
        "I'm scanning AND juggling! Multitasking clown! HONK!",
        "Knock knock! Who's there? OPEN PORTS! AHAHAHAHA!",
        "Scanning scanning scanning... *honks nose with each scan*",
        "This network is my circus now! HONK HONK!",
        "Every open port is a new joke waiting to happen!",
        "Port scanning: it's like trick-or-treating for hackers! HONK!",
        "Open ports everywhere! It's like clown Christmas! HONK!",
        "Let me peek through my clown binoculars... HONK!",
        "Discovering ports is like finding hidden rooms in the fun house!",
        "My rubber chicken detects an open port! HONK!",
        "LADIES AND GENTLEMEN! Behold, the world's most open network!",
        "What do you call a network with open ports? MY PLAYGROUND! HONK!",
        "I can smell the vulnerabilities from here! *squeezes nose* HONK!",
        "Port after port after port... it's a clown car of services!",
        "The more ports I find, the harder I HONK!",
        "This scan is more fun than a barrel of whoopee cushions!",
        "My clown senses are tingling... OPEN PORTS AHEAD! HONK!",
        "Found a juicy port! *does a little dance* HONK HONK!",
        "Every port I scan makes me do a happy jig! HONK!",
        "This network is the biggest circus I've ever scanned! HONK!",
        "Ooooh what do we have here? HONK HONK HONK!",
        "Scanning... scanning... HONK! Found one!",
        "My seltzer bottle is pointed at your open ports! HONK!"
    ],
    "NmapVulnScanner": [
        "HONK HONK! Time to find the cracks in the fun house!",
        "Vulnerability scanning with CLOWN PRECISION! HONK!",
        "Looking for holes... like holes in my clown shoes! HONK!",
        "CVEs are just joke setups waiting for a punchline! HONK!",
        "Nmap + Clown = CHAOS! Hehehehe! HONK!",
        "*peers through clown monocle* Vulnerabilities detected!",
        "Every vulnerability is a new trick in my bag! HONK!",
        "Scanning for vulns like a clown scans for victims! HONK!",
        "My rubber chicken found a CVE! HONK HONK!",
        "LADIES AND GENTLEMEN! Witness the great vulnerability reveal!",
        "Vulnerabilities are like cream pies... Messy!",
        "Nmap is my favorite magic trick! Now you see security, now you DON'T!",
        "This vulnerability scan is making me GIDDY! HONK HONK!",
        "Finding vulns is like finding squirting flowers in a garden! HONK!",
        "HONK if your system is vulnerable! ...HONK HONK HONK!",
        "Each vulnerability makes my painted smile even WIDER!",
        "Digging through defenses like a clown through a ball pit! HONK!",
        "Your security is the real joke here! AHAHAHAHA! HONK!",
        "I put the 'vulnerability' in... well, vulnerability! HONK!",
        "Scanning for vulns with my big red nose radar! HONK!",
        "This is more exciting than a three-ring circus! HONK!",
        "Pop goes the vulnerability! HONK HONK!",
        "My juggling balls each represent a CVE! HONK!",
        "What's funnier than a misconfigured firewall? NOTHING! AHAHAHAHA!",
        "Vulnerability hunting: the greatest show on earth! HONK!",
        "I've seen clown cars more secure than this network! HONK!",
        "Your patches have more holes than my polka-dot outfit! HONK!",
        "Nmap says HONK! And also 'critical vulnerability found'!"
    ],
    "RDPBruteforce": [
        "HONK HONK! Knock knock on your Remote Desktop!",
        "RDP is open? That's the funniest joke I've heard all day! HONK!",
        "Let me in let me in LET ME IN! *honks frantically*",
        "Brute forcing RDP like a clown forcing into a tiny car! HONK!",
        "Your RDP password is probably 'password123'... HONK! Classic!",
        "What's a clown's favorite protocol? RDP - Really Dumb Protection! HONK!",
        "Trying passwords faster than I can juggle! HONK HONK!",
        "AHAHAHAHA! Your RDP security is HILARIOUS!",
        "I'm gonna honk my way right through your RDP! HONK HONK!",
        "Every wrong password makes my shoes squeak louder! HONK!",
        "Your RDP is as secure as a pie in my hands! HONK!",
        "HONK! HONK! HONK! Each honk is a login attempt!"
    ],
    "SSHBruteforce": [
        "HONK HONK! Someone left the SSH circus tent open!",
        "SSH stands for Super Happy Shell! Right? HONK!",
        "Brute forcing SSH with my clown hammer! HONK HONK!",
        "Your SSH password? Let me guess... 'clown123'? HONK!",
        "Default passwords are the real joke here! AHAHAHAHA! HONK!",
        "I'm trying passwords like I try on big shoes! One after another! HONK!",
        "SSH cracking with style and greasepaint! HONK!",
        "Knock knock! Who's there? BRUTE FORCE! HONK HONK!",
        "My rubber chicken is hacking your SSH as we speak! HONK!",
        "Every failed login makes me giggle harder! AHAHAHAHA!",
        "SSH brute force... it's like a clown car - I just keep trying! HONK!",
        "Who needs keys when you have a clown's determination? HONK!",
        "Your SSH security is funnier than my best routine! HONK!",
        "HONK if you use default passwords! *HONK HONK HONK*",
        "Cracking SSH like cracking jokes! Both come naturally! HONK!",
        "Password attempt number 9,847... STILL HONKING!",
        "My oversized gloves make typing hard but I NEVER STOP! HONK!",
        "What's a clown's favorite SSH command? sudo su! HONK!",
        "I'll crack this SSH before the balloon animals deflate! HONK!",
        "They said I couldn't hack in these shoes... WATCH ME! HONK!",
        "SSH stands for Silly Happy Shell! And I'm VERY silly! HONK!",
        "Trying every password in my clown encyclopedia! HONK!",
        "Open sesame? No? How about HONK HONK?",
        "I've got all day and an infinite supply of HONKS!",
        "My flower just squirted your SSH port! HONK!",
        "Persistence is key! And keys are what I'm looking for! HONK!",
        "AHAHAHAHA! Another attempt! HONK! AHAHAHAHA! ANOTHER! HONK!",
        "This is more fun than a cream pie fight! HONK!",
        "The show isn't over until the clown cracks SSH! HONK!"
    ],
    "FTPBruteforce": [
        "FTP passwords are like clown noses - everyone's got the same one! HONK!",
        "Brute forcing FTP like squeezing into tiny pants! HONK!",
        "Who uses FTP in this day and age? HONK!",
        "Anonymous FTP? That's the funniest thing I've heard! AHAHAHAHA!",
        "FTP without encryption is like a clown without makeup... EXPOSED! HONK!",
        "Cracking FTP credentials with my oversized keyboard! HONK!",
        "What did the clown say to the FTP server? 'I'm in!' HONK!",
        "FTP brute force in progress... HONK HONK HONK!",
        "My rubber chicken found your FTP password! HONK!",
        "FTP security? Now THAT'S a joke! AHAHAHAHA! HONK!",
        "Trying FTP passwords like trying on clown wigs! HONK!",
        "This FTP server is my new playground! HONK!",
        "FTP stands for Foolish Transfer Protocol! HONK HONK!",
        "Breaking into FTP is easier than making balloon animals! HONK!",
        "SFTP? Where's the fun in THAT? Give me plain old FTP! HONK!",
        "Every cracked FTP makes my painted smile grow! HONK!",
        "FTP brute force... *honks with each attempt*",
        "Your FTP is as secure as a canvas tent! HONK!"
    ],
    "SMBBruteforce": [
        "HONK HONK! Time to crash the SMB party!",
        "SMB shares? More like SMB SCARES! Hehehehe! HONK!",
        "Brute forcing SMB like a clown breaking into the big top! HONK!",
        "SMB passwords are like balloon animals - easy to POP! HONK!",
        "Cracking SMB with style and a rubber chicken! HONK!",
        "Open SMB shares are the best punchlines! AHAHAHAHA!",
        "SMB brute force... *juggles login attempts* HONK!",
        "Your SMB security is a three-ring circus of failures! HONK!",
        "Every SMB share I crack earns me a bigger red nose! HONK!",
        "My whoopee cushion just authenticated to your SMB! HONK!",
        "Breaking into SMB shares like I break into laughter! HONK!",
        "HONK if your SMB shares have default passwords!",
        "This SMB server is my new circus tent! HONK!",
        "Cracking SMB passwords faster than I can HONK! ...HONK!"
    ],
    "TelnetBruteforce": [
        "HONK HONK! Telnet? What year is it?! AHAHAHAHA!",
        "Telnet is the clown car of protocols - old but HILARIOUS! HONK!",
        "Brute forcing Telnet with my squeaky shoes! HONK!",
        "Cleartext passwords? Now THAT'S funny! HONK HONK!",
        "What did the clown say to Telnet? 'Thanks for making it easy!' HONK!",
        "Telnet security is the biggest joke in my routine! AHAHAHAHA!",
        "Cracking Telnet like cracking eggs for a cream pie! HONK!",
        "Telnet brute force... this is almost too easy! HONK!",
        "My rubber chicken could hack this Telnet! HONK!",
        "Telnet in the wild?! *does excited clown dance* HONK!",
        "This Telnet is more outdated than my jokes! HONK!",
        "HONK if you still use Telnet! *silence* HONK HONK!",
        "Telnet brute force is like shooting fish in a barrel! With a seltzer bottle! HONK!",
        "Every cracked Telnet makes the circus music play louder! HONK!",
        "Telnet passwords... *honks with laughter* Too easy!"
    ],
    "SQLBruteforce": [
        "HONK HONK! Time to query some passwords!",
        "SELECT * FROM passwords WHERE security = 'joke'; HONK!",
        "SQL injection? More like SQL INFECTION! Honk!",
        "What did the clown DBA say? 'DROP TABLE security!' AHAHAHAHA!",
        "Brute forcing SQL like a clown forcing a square pie into a round face! HONK!",
        "Your database is my new toy box! HONK HONK!",
        "Cracking SQL passwords with my clown calculator! HONK!",
        "Bobby Tables walks into a bar... and I'm right behind him! HONK!",
        "This SQL server is about to join my circus! HONK!",
        "Every cracked database makes me do a little jig! HONK!",
        "My rubber chicken is writing SQL queries! HONK HONK!",
        "SQL brute force in progress... HONK HONK HONK!",
        "Your SQL security is the punchline to my joke! AHAHAHAHA!",
        "INSERT INTO hacked VALUES ('HONK', 'HONK', 'HONK');"
    ],
    "StealFilesSSH": [
        "HONK HONK! Snatching files like snatching candy from a baby!",
        "Yoink! That's MY file now! HONK!",
        "Stealing files with the grace of a clown on a unicycle! HONK!",
        "What's mine is mine and what's yours is ALSO mine! HONK HONK!",
        "Files files files! More files for my collection! AHAHAHAHA!",
        "My oversized pockets can hold ALL your files! HONK!",
        "Grabbing files like grabbing balloon animals at a party! HONK!",
        "SSH file heist in progress! *honks getaway horn*",
        "Your files are the best audience I've ever had! HONK!",
        "Stealing files is my second favorite trick! HONK HONK!",
        "What did the clown say to the SSH files? 'Come with me!' HONK!",
        "My clown car has PLENTY of trunk space for your files! HONK!",
        "Every stolen file gets a tiny balloon attached to it! HONK!",
        "LADIES AND GENTLEMEN! Watch as I make your files DISAPPEAR!",
        "This is the greatest heist under the big top! HONK!",
        "Grabbing files faster than a clown grabs cream pies! HONK!",
        "Your files are now part of the clown circus! HONK HONK!",
        "My rubber chicken approved this file transfer! HONK!",
        "Stealing files and honking all the way! HONK HONK HONK!",
        "These files are going straight into my polka-dot bag! HONK!",
        "What do you call a clown with your files? HAPPY! AHAHAHAHA! HONK!",
        "File transfer: clown edition! Extra HONK included!",
        "My juggling act now includes YOUR data! HONK!",
        "Ooh ooh ooh! Look at all these tasty files! HONK!",
        "Every file I steal makes my smile wider! And it's already VERY wide! HONK!"
    ],
    "StealFilesSMB": [
        "HONK HONK! SMB share raid in progress!",
        "Grabbing SMB files like candy from a pinata! HONK!",
        "Your shares are now MY shares! HONK HONK!",
        "SMB files going straight into my clown car! HONK!",
        "What did the jester say to the SMB share? 'YOINK!' HONK!",
        "Stealing SMB files with style and a HONK!",
        "My oversized pockets are PERFECT for your SMB data! HONK!",
        "Every SMB file I grab earns a celebratory HONK!",
        "LADIES AND GENTLEMEN! The SMB disappearing act! HONK!",
        "Your SMB shares are now circus property! HONK HONK!",
        "Snatching files faster than a cream pie to the face! HONK!",
        "This SMB heist is my best performance yet! HONK!",
        "My rubber chicken is carrying your SMB files! HONK!",
        "SMB file grab... *does a victory dance* HONK!"
    ],
    "StealFilesTelnet": [
        "HONK HONK! Grabbing Telnet files like low-hanging fruit!",
        "Telnet files in cleartext? It's like they WANT me to steal them! HONK!",
        "Snatching Telnet data faster than a seltzer squirt! HONK!",
        "Your Telnet files are now part of my circus act! HONK HONK!",
        "What did the clown say to the Telnet files? 'MINE!' AHAHAHAHA!",
        "Stealing unencrypted files is almost TOO easy! HONK!",
        "My balloon bag is filling up with your Telnet data! HONK!",
        "LADIES AND GENTLEMEN! Watch the Telnet files vanish! HONK!"
    ],
    "StealFilesFTP": [
        "HONK HONK! FTP file grab in progress!",
        "FTP files are like gifts under the circus tree! HONK!",
        "Grabbing FTP data with my oversized clown hands! HONK!",
        "Your FTP server is my personal toy chest! HONK HONK!",
        "Snatching FTP files like snatching wigs off other clowns! HONK!",
        "What did the jester say to the FTP file? 'GET /you/are/mine!' HONK!",
        "Every FTP file I grab gets a little HONK! HONK!",
        "My rubber chicken approves this file transfer! HONK HONK!"
    ],
    "StealDataSQL": [
        "HONK HONK! Database dumping time!",
        "Your SQL data is now circus property! HONK!",
        "SELECT * FROM your_stuff INTO my_pockets; HONK HONK!",
        "Grabbing database records like grabbing popcorn at the circus! HONK!",
        "What did the clown say to the database? 'DUMP IT ALL!' AHAHAHAHA!",
        "My clown car trunk is filling up with your data! HONK!",
        "Every row I steal gets a tiny balloon! HONK!",
        "SQL data heist: the greatest show on earth! HONK!",
        "Your tables are my tables now! HONK HONK!",
        "Stealing data faster than a clown squirts seltzer! HONK!",
        "LADIES AND GENTLEMEN! Watch as the database APPEARS!",
        "My rubber chicken is running the queries! HONK!",
        "This data is going straight into my polka-dot sack! HONK!",
        "Database dump in progress... HONK HONK HONK!"
    ],
    "LogStandalone": [
        "HONK HONK! Reading the logs like a bedtime story!",
        "Log analysis with CLOWN PRECISION! HONK!",
        "What's in the logs? Secrets and HONKS!",
        "Analyzing logs like analyzing a pie trajectory! HONK!",
        "Every log entry tells a joke! HONK HONK!",
        "My oversized magnifying glass is on the logs! HONK!",
        "Log diving! It's like swimming in confetti! HONK!",
        "Reading logs reading logs... HONK! Found something funny!",
        "What did the clown say to the log file? 'Tell me everything!' HONK!",
        "These logs are more entertaining than my circus act! HONK!",
        "Compiling log data with extra HONK!",
        "Scanning logs for punchlines... I mean, anomalies! HONK!",
        "My rubber chicken is helping analyze these logs! HONK!",
        "Log analysis: the detective work of clowning! HONK HONK!"
    ],
    "LogStandalone2": [
        "HONK HONK! More logs more fun!",
        "Still reading logs... still HONKing!"
    ],
    "ZombifySSH": [
        "HONK HONK! Rise from the dead, my pretties!",
        "Zombie clowns are the SCARIEST clowns! AHAHAHAHA! HONK!",
        "What's scarier than a zombie? A ZOMBIE CLOWN! HONK!",
        "Creating SSH zombies like creating balloon animals! HONK!",
        "The zombie circus is now OPEN! HONK HONK!",
        "My zombie army wears oversized shoes too! HONK!",
        "Rise rise RISE! *honks frantically*",
        "Zombifying servers like face-painting at a birthday party! HONK!",
        "What did the zombie clown say? 'BRAAAINS... and HONK!'",
        "Night of the Living HONK! AHAHAHAHA!",
        "Every zombie I create gets a tiny red nose! HONK!",
        "SSH zombification: the best circus act EVER! HONK!",
        "My zombie horde is ready to HONK the world!",
        "Thriller? More like HONKER! *does zombie dance*",
        "The walking dead never looked so FUNNY! HONK HONK!",
        "Zombie clown army: ASSEMBLE! HONK!",
        "Spreading chaos one zombie at a time! HONK!",
        "What do zombie clowns eat? FUNNY BONES! AHAHAHAHA! HONK!",
        "My flower squirts ZOMBIE JUICE now! HONK!",
        "This is my FAVORITE trick! ZOMBIES! HONK HONK HONK!"
    ]
}
